IDEA StatiCa Open Model
StrainLoadOnLine.RelativeBeginPosition Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Beginnig position on ISegment3D
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double RelativeBeginPosition { get; set; }
Public Property RelativeBeginPosition As Double
	Get
	Set
public:
property double RelativeBeginPosition {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
StrainLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace